const data = {
  content: [
    {
      title: "Нахождение угла",
      theme: "Геометрия",
      body: (
        <>
          Здесь очень длинный текст про <b>нахождение угла</b>
        </>
      ),
    },
    {
      title: "Нахождение производной",
      theme: "Алгебра",
      body: (
        <>
          Здесь очень длинный текст про <b>нахождение производной</b>
        </>
      ),
    },
    {
      title: "Перевод из одной системы счисления в другую",
      theme: "Начала анализа",
      body: (
        <>
          Здесь очень длинный текст про{" "}
          <b>перевод из одной системы счисления в другую</b>
        </>
      ),
    },
  ],
};

export default data;
