const siteData = {
  content: [
    {
      title: "Нахождение угла",
      theme: "Геометрия",
      body: (
        <>
          Здесь очень длинный текст про <b>нахождение угла</b>
        </>
      ),
    },
    {
      title: "Нахождение производной",
      theme: "Алгебра",
      body: (
        <>
          Здесь очень длинный текст про <b>нахождение производной</b>
        </>
      ),
    },
    {
      title: "Перевод из одной системы счисления в другую",
      theme: "Начала анализа",
      body: (
        <>
          Здесь очень длинный текст про{" "}
          <b>перевод из одной системы счисления в другую</b>.
          <p>
            Соблюдение определённых ограничений в рационе вовсе не означает, что
            вы должны исключить из ежедневного меню все ваши любимые продукты и
            отдать предпочтение невкусной, но полезной пище. Вкусная и полезная
            пища необходима для здоровья и работоспособности человека.
            Специалисты говорят, что ежедневная зарядка, много воды и полезной
            пищи сделают и из обезьяны человека. Некоторая спорная пища
            становится полезной, когда её употребляют несколько поколений
            предков. Практически все из нас знают, что есть полезная и вредная
            еда, мы делим все продукты на плохие и хорошие, и это действительно
            так, потому что не все они полезны для человеческого организма, и
            есть много таких, которые вредны, а иногда и опасны.
          </p>
          <p>
            Ни для кого не будет открытием, что овощи и фрукты принесут
            организму колоссальную пользу, так как являются вкусной и полезной
            едой, насыщенной витаминами и массой других полезных веществ.
            Покушать утром особо полезно тем, что этот прием пищи заряжает
            энергией на целый день, и запускает процесс метаболизма в организме.
            Голодный человек думает не о работе, а о том, что хочет покушать.
            Являясь одной из самых распространённых в мире сельскохозяйственных
            культур, рис занимает главенствующую позицию в национальной кухне
            сотен народов. В России до XIX века рис называли «сарацинское
            зерно». Более половины населения Земли питаются в основном именно
            рисом, что делает эту сельскохозяйственную культуру важнейшей на
            планете. В некоторых странах Азии из этого растения готовят такие
            напитки, как вино и пиво. Из рисовых зерён делают так называемую
            съедобную рисовую бумагу, применяемую в кондитерском деле.
          </p>
        </>
      ),
    },
  ],
};

export default siteData;
